Revit 2027 API
ParameterTypeId.DatumBubbleEndn2 Property
 "Symbol at End 2 Default"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DatumBubbleEndn2 { get; }
Public Shared ReadOnly Property DatumBubbleEndn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DatumBubbleEndn2 {
	ForgeTypeId^ get ();
}
static member DatumBubbleEndn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace